Repository: OdranHUSSON/prestashop-chatbot
Catalog: modules/aismarttalk/translations/*/ModulesAismarttalkBackoffice.*.xlf
Languages: fr_fr

source: AI SmartTalk Configuration
fr_fr: Configuration AI SmartTalk

source: Synchronization
fr_fr: Synchronisation

source: Synchronize New Products
fr_fr: Synchroniser les nouveaux produits

source: Re-Synchronize All Products
fr_fr: Re-synchroniser tous les produits

source: Clean
fr_fr: Nettoyer

source: Load Another Chat Model
fr_fr: Charger un autre mod√®le de chat

source: AI SmartTalk Backoffice
fr_fr: Backoffice AI SmartTalk

source: Open AI SmartTalk Backoffice
fr_fr: Ouvrir le backoffice AI SmartTalk

source: Customer Synchronization
fr_fr: Synchronisation des clients

source: Auto-sync customers with AI SmartTalk
fr_fr: Synchronisation automatique des clients avec AI SmartTalk

source: Export Existing Customers
fr_fr: Exporter les clients existants

source: Product Synchronization
fr_fr: Synchronisation des produits
