Repository: OdranHUSSON/prestashop-chatbot
Catalog: modules/aismarttalk/translations/*/ModulesAismarttalkAdmin.*.xlf
Languages: fr_fr

source: An error occurred during synchronization with the API.
fr_fr: Une erreur s'est produite lors de la synchronisation avec l'API.

source: New products have been synchronized with the API.
fr_fr: De nouveaux produits ont été synchronisés avec l'API.

source: All products have been synchronized with the API.
fr_fr: Tous les produits ont été synchronisés avec l'API.

source: here
fr_fr: ici

source: If you don't have an %s account yet, you can create one %s.
fr_fr: Si vous n'avez pas encore de compte %s, vous pouvez en créer un %s.

source: Please enter the chat model parameters.
fr_fr: Veuillez saisir les paramètres du modèle de chat.

source: Synchronize
fr_fr: Synchroniser

source: Token of the chat model
fr_fr: Jeton du modèle de chat

source: Chat Model Token
fr_fr: Jeton du modèle de chat

source: ID of the chat model
fr_fr: ID du modèle de chat

source: Chat Model ID
fr_fr: ID du modèle de chat

source: Parameters
fr_fr: Paramètres

source: Save
fr_fr: Enregistrer

source: Enable Chatbot:
fr_fr: Activer le chatbot :

source: Settings updated.
fr_fr: Paramètres mis à jour.

source: Deleted and inactive products have been cleaned.
fr_fr: Les produits supprimés et inactifs ont été nettoyés.

source: Are you sure you want to uninstall?
fr_fr: Êtes-vous sûr de vouloir désinstaller ?

source: Iframe position updated.
fr_fr: Position de l'iframe mise à jour.

# iframe_position_title
source: Iframe Position
fr_fr: Position de l'iframe

# iframe_position_description
source: Choose where to display the chatbot iframe on your website.
fr_fr: Choisissez où afficher l'iframe du chatbot sur votre site web.

# iframe_position_footer
source: In Footer
fr_fr: Dans le footer

# iframe_position_before_footer
source: Before Footer
fr_fr: Avant le footer

source: Save Position Settings
fr_fr: Enregistrer les paramètres de position

# settings_updated_no_sync
source: Settings updated. You can now enable product synchronization or use CSV import in AI SmartTalk.
fr_fr: Paramètres mis à jour. Vous pouvez maintenant activer la synchronisation des produits ou utiliser l'import CSV dans AI SmartTalk.

# product_sync_enabled
source: Product synchronization enabled. Products will automatically sync with AI SmartTalk.
fr_fr: Synchronisation des produits activée. Les produits se synchroniseront automatiquement avec AI SmartTalk.

# product_sync_disabled
source: Product synchronization disabled. You can use CSV import in AI SmartTalk instead.
fr_fr: Synchronisation des produits désactivée. Vous pouvez utiliser l'import CSV dans AI SmartTalk à la place.

source: Product Synchronization
fr_fr: Synchronisation des Produits

# product_sync_description
source: Choose how to manage your product data in AI SmartTalk. You can either enable automatic synchronization or use CSV import in the AI SmartTalk interface.
fr_fr: Choisissez comment gérer vos données produits dans AI SmartTalk. Vous pouvez soit activer la synchronisation automatique, soit utiliser l'import CSV dans l'interface AI SmartTalk.

# enable_product_sync
source: Enable Product Synchronization
fr_fr: Activer la synchronisation des produits

# product_sync_help
source: When enabled, products will automatically sync with AI SmartTalk when created, updated, or deleted. When disabled, you can use CSV import in AI SmartTalk.
fr_fr: Quand activé, les produits se synchroniseront automatiquement avec AI SmartTalk lors de leur création, modification ou suppression. Quand désactivé, vous pouvez utiliser l'import CSV dans AI SmartTalk.

source: Save Product Sync Settings
fr_fr: Enregistrer les paramètres de synchronisation
